# St7SetBeamOffsetNodes

Sets whether to Show Offset Nodes in the display of beams.

long St7SetBeamOffsetNodes(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Show Offset Nodes option; either True or False.